[{"id":1,"name":"Collar","price":1000,"description":"Este collar tiene una manija que te permite retener a tu perro en caso de emergencia y una traba de seguridad para evitar que se salga.","stock":5,"category":"paseo"},{"id":2,"name":"Correa extensible","price":5000,"description":"Esta correa es ideal para dejar que tu perro explore. Se puede extender hasta 3 metros y tiene un botón para trabarla en el largo que quieras.","stock":10,"category":"paseo"},{"id":3,"name":"Correa cuero","price":1500,"description":"Esta correa de 2 metros de largo es la más elegida por nuestros clientes. Es de cuero, lo cual la hace ultraresistente.","stock":15,"category":"paseo"},{"id":4,"name":"Plato doble","price":2000,"description":"Si estás buscando un plato con estilo para tu perro, este es el producto para vos. Además de su diseño práctico, tiene una base antideslizante para evitar accidentes.","stock":8,"category":"hogar"},{"id":5,"name":"Plato lento","price":1000,"description":"Si tu amigo de 4 patas es un glotón, este plato es ideal para él. Su diseño permite que tu perro coma más lento y, además, esta actividad ayuda a aliviar el estrés.","stock":12,"category":"hogar"},{"id":6,"name":"Pelota","price":2200,"description":"¿Tu perro destruye todos sus juguetes? Esta pelota es lo que estás buscando. Es prácticamente indestructible y la favorita de nuestros clientes.","stock":20,"category":"juguete"},{"id":7,"name":"Hueso","price":1800,"description":"Este hueso ultraresistente es perfecto para los peluditos que aman masticar. Tiene pequeños dientes de goma que ayudan a mantener la higiene dental de tu perro.","stock":18,"category":"juguete"},{"id":8,"name":"Cama","price":4900,"description":"¿Querés que tu perro duerma como un rey? Nuestra cama es ideal. Está confeccionada con tela antidesgarros que, además, se puede lavar en el lavarropas todas las veces que quieras.","stock":4,"category":"hogar"},{"id":9,"name":"Arnés","price":4000,"description":"Este arnés supercómodo permite que tu perro disfrute más sus paseos. Tiene cuatro puntos de ajuste regulables, paneles acolchonados suaves y herrajes resistentes a golpes.","stock":25,"category":"paseo"},{"id":10,"name":"Soga y pelota","price":1100,"description":"¿A tu perro le encanta jugar con vos? Este juguete les va a dar horas de diversión. La soga con manija te permite tener más control sobre el agarre y la pelota de goma soporta las mordidas más fuertes.","stock":15,"category":"juguete"},{"id":11,"name":"Peluche","price":2500,"description":"Estos adorables peluches están hechos con un forro reforzado para juegos duraderos. Las texturas únicas y variadas intrigan a los perros y promueven el juego activo.","stock":20,"category":"juguete"},{"id":12,"name":"Frisbee","price":1500,"description":"Regalale una experiencia única a tu perro con este frisbee flexible. No se astilla con las mordidas del perro y tiene un patrón que permite un buen agarre de ambos lados.","stock":12,"category":"juguete"}]